<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Ángel Gómez Prol</title>
</head>
<body>
    <h1 style="text-shadow: 3px 3px 2px rgba(136, 136, 136, 0.8);"><span style="font-size: 50px;">Las tortugas!</span></h1>
    <p><a>&iexcl;&iexcl;Asi es!!</a></p> <p>
        Y pueden ser:</p>
     
               <li>Tortuga verde.
              <li>Tortuga la&uacute;d.</li>
            <li>Tortuga boba o caguama.</li>
            <li>Tortuga oliv&aacute;cea.</li>
            <li>Tortuga carey.</li>
            <li>Tortuga plana.</li>
            <li>Tortuga lora.</li>
    
<p>La caracter&iacute;stica m&aacute;s importante del esqueleto de las tortugas es que una gran parte de su columna vertebral est&aacute; soldada a la parte dorsal del caparaz&oacute;n. El esqueleto hace que la respiraci&oacute;n sea imposible por movimiento de la caja tor&aacute;cica; se realiza principalmente por la contracci&oacute;n de los m&uacute;sculos abdominales modificados que funcionan de modo an&aacute;logo al diafragma de los mam&iacute;feros y por movimientos de bombeo de la faringe. Aunque carecen de dientes, tienen un pico c&oacute;rneo que recubre su mand&iacute;bula, parecido al pico de las aves.</p>
<p>Al igual que todos los reptiles, las tortugas son animales ectot&eacute;rmicos, lo que significa que su actividad metab&oacute;lica depende de la temperatura externa o ambiental. Las tortugas mudan la piel; sin embargo, a diferencia de los lagartos y serpientes, lo hacen poco a poco. Tambi&eacute;n mudan o desprenden los escudos del caparaz&oacute;n, individualmente y aparentemente sin un orden determinado. Las tortugas son di&aacute;psidas de manera secundaria, ya que carecen de fosas temporales. De manera an&aacute;loga, poseen emarginaciones temporales, bordes c&oacute;ncavos en la regi&oacute;n temporal que sirven para la inserci&oacute;n muscular.</p>
<p><br></p>
<img style="width: 2000px; ;" src="img/carallo.jfif"><p> </p></img>
<img src="img/R.jpg"><p> </p></img>
<ul>
    <blockquote>Se caracterizan por su lento desplazamiento, lo que conllev&oacute; la expresi&oacute;n coloquial a paso de tortuga.</blockquote>
</ul>
<uwu>Si lo que quieres es <a href="https://humanidades.com/tortuga/">saber más</a>
    , echa un vistazo!</uwu>
<h3><span style="font-family: Verdana, Geneva, sans-serif; font-size: 16px;">Es por eso y por mucho mas que las tortugas son los mejores animales del mundo</span></h3>
<p><em><strong><span style="font-size: 16px;">Muchas gracias por visitarnos!</span></strong></em></p>
<a href="#top">Subir arriba</a>
</body>
</html>
